[
    {
        "id": 301,
        "name": "ASCENT",
        "description": "ลานกว้างสำหรับสงครามยิ้บย้อยเพื่อชิงตำแหน่งและความได้เปรียบ ได้แยกสนามออกเป็นสองส่วนบน Ascent แต่ละจุดสามารถเสริมการป้องกันด้วยประตูระเบิดที่หมุนกลับไม่ได้ เมื่อประตูมันหล่นลงมาแล้ว คุณต้องทำลายมันหรือหาทางอื่น ยอมสละอาณาเขตให้น้อยที่สุดเท่าที่จะเป็นไปได้",
        "recommendedComps": [
            110,
            104,
            111,
            108
        ],
        "image": [
            "ascent.jpg",
            "ascentdetail.png"
        ]
    },
    {
        "id": 302,
        "name": "SPLIT",
        "description": "หากคุณต้องการไปให้สุด คุณต้องไปด้านบน จุดวางระเบิดทั้งสองที่ถูกแยกโดยพื้นที่ส่วนกลางที่ยกระดับขึ้น จะช่วยให้เคลื่อนทัพได้อย่างรวดเร็วโดยการใช้เชือกสองเส้นดึงตัวขึ้นมา แต่ละจุดมาพร้อมกับหอคอยสำหรับการควบคุมพื้นที่ อย่าลืมแหงนหน้ามองขึ้นไปดูก่อนที่กระสุนจะลอยลงมาล่ะ",
        "recommendedComps": [
            110,
            104,
            102,
            107
        ],
        "image": [
            "split.jpg",
            "splitdetail.png"
        ]
    },
    {
        "id": 303,
        "name": "HAVEN",
        "description": "ภายใต้อารามที่ถูกลืม เสียงโห่ร้องดังขึ้นจากเอเจนท์คู่ปรับที่กำลังปะทะกันเพื่อควบคุมทั้งสามจุด และพื้นที่ให้เข้ายึดควบคุมอีกมาย แต่ฝ่ายป้องกันสามารถใช้สิ่งก่อสร้างเหล่านี้เพื่อช่วยในการบุกเข้าไปอย่างดุดัน",
        "recommendedComps": [
            112,
            105,
            107,
            106,
            113
        ],
        "image": [
            "haven.jpg",
            "havendetail.png"
        ]
    },
    {
        "id": 304,
        "name": "BIND",
        "description": "สองจุด ไม่มีตรงกลาง ต้องเลือกซ้ายหรือขวา จะเลือกทางไหนดี? ทั้งสองจุดมีเส้นทางตรงสำหรับฝ่ายโจมตีและมีเครื่องเทเลพอร์ตทางเดียวจำนวนสองเครื่อง ทำให้การขนาบข้างนั้นง่ายขึ้น",
        "recommendedComps": [
            112,
            109,
            102,
            113,
            108
        ],
        "image": [
            "bind.jpg",
            "binddetail.png"
        ]
    },
    {
        "id": 305,
        "name": "ICEBOX",
        "description": "สมรภูมิถัดไปของคุณคือสถานที่ขุดค้นราชอาณาจักรลับที่ครอบครองโดยอาร์กติก ลานทั้งสองแห่งที่ถูกปกคลุมด้วยหิมะและโลหะ ซึ่งผู้เล่นจำเป็นต้องมีความชำนาญการเล่นพื้นราบ ใช้ประโยชน์จากสลิงและพวกเขาจะไม่ทันสังเกตเห็นตัวตนของคุณ",
        "recommendedComps": [
            110,
            109,
            111,
            108
        ],
        "image": [
            "icebox.jpg",
            "iceboxdetail.png"
        ]
    },
    {
        "id": 306,
        "name": "BREEZE",
        "description": "ชื่นชมทิวทัศน์ซากปรักหักพังโบราณหรือถ้ำริมทะเลได้ในสวรรค์เขตร้อนแห่งนี้ แต่เตรียมร่มหรือของกันแดดมาด้วยก็ดี เพราะคุณคงได้เอามาใช้บังในพื้นที่เปิดกว้างและการปะทะจากระยะไกลแน่ ๆ ระวังหลัง ระวังข้าง แล้วท้าลมร้อนได้ใน Breeze",
        "recommendedComps": [
            113,
            109,
            102,
            108
        ],
        "image": [
            "breeze.jpg",
            "breezedetail.png"
        ]
    }
]